Repository: edwardchristian97/real-time-sports
Catalog: RealTimeSports/RealTimeSports/Localization/Localizable.xcstrings
Source language: en
Languages: ro

# eventsTitle
source: Events
ro: Evenimente

# homeTitle
source: Home
ro: Acasa

# leaguesTitle
source: Leagues
ro: Clasamente

# liveTitle
source: LIVE
ro: IN DIRECT

# noAvailableStandings
source: There are no table standings found for this league
ro: Nu s-au gasit clasamente pentru aceasta liga

# noInternetConnection
source: There is no internet connection
ro: Nu exista conexiune la internet

# noLeaguesFound
source: There are no leagues found
ro: Nu s-a gasit nicio liga

# noLiveEvents
source: There are no live events
ro: Nu exista meciuri disponibile

source: No results found
ro: Nu s-a gasit niciun rezultat

# playersTitle
source: Players
ro: Jucatori

# searchPlaceholderTitle
source: Searchâ€¦
ro: Cauta...

# teamPointsHeaderTitle
source: PTS
ro: PCT

# teamRankHeaderTitle
source: Team
ro: Echipa

# teamsTitle
source: Teams
ro: Echipe

# unexpectedError
source: An unexpected error occurred
ro: A aparut o eroare neasteptata
